function Title() {
  return (
    <section className="bg-[#fff] h-[450px] flex items-center mt-[-25px]">
      <div className="w-[90%] m-auto">
        <div className="text-[19px] leading-[2]">
          <p>
            <span className="font-bold">JustRobotics</span> – это современный
            учебный центр, специализирующийся на технологиях, искусстве и
            образовании. Мы предоставляем комфортную и поддерживающую среду для
            развития талантов и навыков наших учеников. Команда
            высококвалифицированных преподавателей использует передовые методики
            и технологии, делая занятия интерактивными и увлекательными. Мы
            уделяем большое внимание индивидуальному подходу, помогая каждому
            ученику раскрыть свои способности и достичь успеха.
          </p>
          <p>
            <span className="font-bold"> JustRobotics</span> – это сообщество
            увлеченных и целеустремленных людей, предлагающее не только учебные
            курсы, но и мероприятия, мастер-классы и конкурсы. Удобное
            расположение учебного центра обеспечивает легкий доступ для всех
            желающих.
          </p>
        </div>
      </div>
    </section>
  );
}

export default Title;
