export const rus = {
  navbar: {
    home: "Главная",
    about: " нас",
    span:"o",
    talim: {
      kurs: "Курсы",
      roboto: "робототехника",
      til: "Английский",
      detey: "Живопись для детей",
      katta: "Живопись для взрослых",
    },
    contact: "Контакты",
    aloqa: "Позвонить",
  },

  showcase: {
    h1: "JustRobotics",
    h4: "твой проводник в мир технологий и искусства",
    p: "получите бесплатное первое занятие",
    btn: "Перейти к курсам",
  },

  studentov: {
    students: "Довольных студентов",
    teachers: "Преподавателей",
    groups: "Групп",
  },

  title: {
    span: "JustRobotics",
    p1: " – это современный учебный центр, специализирующийся на технологиях, искусстве и образовании. Мы предоставляем комфортную и поддерживающую среду для развития талантов и навыков наших учеников. Команда высококвалифицированных преподавателей использует передовые методики и технологии, делая занятия интерактивными и увлекательными. Мы уделяем большое внимание индивидуальному подходу, помогая каждому ученику раскрыть свои способности и достичь успеха.",
    p2: " – это сообщество увлеченных и целеустремленных людей, предлагающее не только учебные курсы, но и мероприятия, мастер-классы и конкурсы. Удобное расположение учебного центра обеспечивает легкий доступ для всех желающих.",
  },

  card: {
    course: [
      { title: "Робототехника", link: "Подробнее о курсе" },
      { title: "Живопись для детей", link: "Подробнее о курсе" },
      { title: "Живопись для взрослых", link: "Подробнее о курсе" },
      { title: "Английский язык для детей", link: "Подробнее о курсе" },
      { title: "Шахмат", link: "Подробнее о курсе" },
    ],
    header: "Авторские курсы от JustRobotics",
  },

  forms: {
    form: {
      name: "Ваше имя",
      phone: "Номер телефона",
      selectCourse: "Выберете курс",
      age: "Возраст",
      getFreeLesson: "ПОЛУЧИТЕ БЕСПЛАТНЫЙ ПЕРВЫЙ УРОК",
      get: "ПОЛУЧИТЬ",
    },
    location: {
      filialC4: "ФИЛИАЛ Ц4",
      filialBeruni: "ФИЛИАЛ БЕРУНИ",
    },
    info: {
      address: "Адрес Орьенир",
      schedule: "График работы",
      phone: "Номера телефонов",
    },
  },

  footer: {
    slogan: "СЛОГАН Lorem ipsum dolor sit amet, consectetur adipiscing elit.",
    courses: "Курсы",
    robotics: "Работотехника",
    english_adults: "Английский для взрослых",
    english_kids: "Английский для детей",
    chess: "Шахмат",
    painting: "Живопись",
    contacts: "Контакты",
    telegram: "Телеграм",
    instagram: "Инстаграм",
    youtube: "Ютюб",
    rights_reserved: "Ideallux.com © 2000-2024, Все права защищены",
  },
};
